Revit 2027 API
ParameterTypeId.MassDataUnderground Property
 "Underground"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataUnderground { get; }
Public Shared ReadOnly Property MassDataUnderground As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataUnderground {
	ForgeTypeId^ get ();
}
static member MassDataUnderground : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace